
DataStore_CurrenciesDB = {
	["profileKeys"] = {
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "회색빛의전사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "건건 - 아즈샤라",
		["미스터와저 - 아즈샤라"] = "미스터와저 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "Wazerssi - 아즈샤라",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
	},
	["global"] = {
		["Reference"] = {
			["Currencies"] = {
				"감사의 공물|134344", -- [1]
				"마력 깃든 루비|133250", -- [2]
				"분류된 연구물|1506458", -- [3]
				"비축용 령|3528288", -- [4]
				"영혼 재|3743738", -- [5]
				"영혼 잿불|4067362", -- [6]
				"용맹 점수|463447", -- [7]
				"저승 불씨|636333", -- [8]
				"저승석|3743739", -- [9]
				"책무의 메달|1033908", -- [10]
				"탑의 지식|4037125", -- [11]
				"시간왜곡의 훈장|463446", -- [12]
				"명예|1455894", -- [13]
				"정복|1523630", -- [14]
				"명예결속단 무공훈장|2565244", -- [15]
				"뱃사람의 금화|1604167", -- [16]
				"오색 마나진주|463858", -- [17]
				"전쟁 자원|2032600", -- [18]
				"전쟁나락 운명의 인장|1416740", -- [19]
				"티탄 잔재|2065602", -- [20]
				"고대 마나|1377394", -- [21]
				"에펙시스 수정|1061300", -- [22]
				"유물 조각|1061303", -- [23]
				"영원의 주화|900319", -- [24]
				"행운의 하급 부적|237282", -- [25]
				"아이언포우 징표|134912", -- [26]
				"각성의 정수|236521", -- [27]
				"군단척결 전쟁 보급품|803763", -- [28]
				"수수께끼의 동전|1604168", -- [29]
				"연맹 자원|1397630", -- [30]
				"장막의 아르거나이트|1064188", -- [31]
				"황천의 파편|132775", -- [32]
				"주둔지 자원|1005027", -- [33]
				"십자군의 증표|236690", -- [34]
				"죄악석 조각|1044087", -- [35]
				"나이알로사의 메아리|3069889", -- [36]
				"타락한 기념품|646678", -- [37]
				"환영 응축물|1003600", -- [38]
				"영혼 조각|133286", -- [39]
				"머무는 영혼 파편|463284", -- [40]
				"부서진 운명의 인장|1604167", -- [41]
				"시간에 바랜 유물|1061303", -- [42]
				"다크문 축제 상품권|134481", -- [43]
				"구원된 영혼|1391776", -- [44]
				"우주의 융제|4381149", -- [45]
				"태초의 존재의 암호|3950362", -- [46]
			},
			["CurrencyTextRev"] = {
				["티탄 잔재"] = 20,
				["시간에 바랜 유물"] = 42,
				["영혼 조각"] = 39,
				["구원된 영혼"] = 44,
				["장막의 아르거나이트"] = 31,
				["영원의 주화"] = 24,
				["저승 불씨"] = 8,
				["다크문 축제 상품권"] = 43,
				["분류된 연구물"] = 3,
				["마력 깃든 루비"] = 2,
				["전쟁 자원"] = 18,
				["탑의 지식"] = 11,
				["태초의 존재의 암호"] = 46,
				["연맹 자원"] = 30,
				["명예"] = 13,
				["책무의 메달"] = 10,
				["행운의 하급 부적"] = 25,
				["나이알로사의 메아리"] = 36,
				["머무는 영혼 파편"] = 40,
				["감사의 공물"] = 1,
				["각성의 정수"] = 27,
				["부서진 운명의 인장"] = 41,
				["영혼 잿불"] = 6,
				["오색 마나진주"] = 17,
				["시간왜곡의 훈장"] = 12,
				["군단척결 전쟁 보급품"] = 28,
				["뱃사람의 금화"] = 16,
				["우주의 융제"] = 45,
				["타락한 기념품"] = 37,
				["전쟁나락 운명의 인장"] = 19,
				["주둔지 자원"] = 33,
				["저승석"] = 9,
				["죄악석 조각"] = 35,
				["명예결속단 무공훈장"] = 15,
				["유물 조각"] = 23,
				["수수께끼의 동전"] = 29,
				["황천의 파편"] = 32,
				["고대 마나"] = 21,
				["비축용 령"] = 4,
				["정복"] = 14,
				["아이언포우 징표"] = 26,
				["영혼 재"] = 5,
				["용맹 점수"] = 7,
				["십자군의 증표"] = 34,
				["에펙시스 수정"] = 22,
				["환영 응축물"] = 38,
			},
			["HeadersRev"] = {
				["불타는 성전"] = 9,
				["군단"] = 5,
				["던전 및 공격대"] = 2,
				["어둠땅"] = 1,
				["판다리아의 안개"] = 7,
				["기타"] = 8,
				["드레노어의 전쟁군주"] = 6,
				["플레이어 간 전투"] = 3,
				["격전의 아제로스"] = 4,
			},
			["Headers"] = {
				"어둠땅", -- [1]
				"던전 및 공격대", -- [2]
				"플레이어 간 전투", -- [3]
				"격전의 아제로스", -- [4]
				"군단", -- [5]
				"드레노어의 전쟁군주", -- [6]
				"판다리아의 안개", -- [7]
				"기타", -- [8]
				"불타는 성전", -- [9]
			},
		},
		["Characters"] = {
			["Default.하이잘.와우하는아저씌"] = {
				["Currencies"] = {
					262273, -- [1]
					10092801, -- [2]
					616825345, -- [3]
					1229456001, -- [4]
					20972289, -- [5]
					199885697, -- [6]
					1913525889, -- [7]
					20186241, -- [8]
					1967489, -- [9]
					267261697, -- [10]
					13764098, -- [11]
					19793539, -- [12]
					63703300, -- [13]
				},
				["Archeology"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					0, -- [4]
					0, -- [5]
					0, -- [6]
					0, -- [7]
					0, -- [8]
					0, -- [9]
					0, -- [10]
					0, -- [11]
					0, -- [12]
					0, -- [13]
					0, -- [14]
					0, -- [15]
					0, -- [16]
					0, -- [17]
					0, -- [18]
					0, -- [19]
					0, -- [20]
				},
				["lastUpdate"] = 1660912393,
				["CurrencyInfo"] = {
					[1767] = "154-0-0-0",
					[1906] = "160-0-0-0",
					[1820] = "77-0-0-100",
					[1813] = "4706-0-0-200000",
					[1191] = "1525-0-0-0",
					[1885] = "2-0-0-0",
					[2009] = "14599-0-0-0",
					[1792] = "151-0-0-15000",
					[1166] = "105-0-0-0",
					[1560] = "486-0-0-0",
					[1979] = "2039-0-0-0",
					[1904] = "15-0-0-3510",
					[1828] = "9380-0-0-0",
				},
			},
		},
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
		},
		["와저씨테스트중임 - 아즈샤라"] = {
		},
		["회색빛의법사 - 아즈샤라"] = {
		},
		["애똔테스 - 아즈샤라"] = {
		},
		["펀펀 - 아즈샤라"] = {
		},
		["회색빛의악마 - 아즈샤라"] = {
		},
		["채널와저씨 - 하이잘"] = {
		},
		["애돈떼스트 - 아즈샤라"] = {
		},
		["애드온최종테스트 - 아즈샤라"] = {
		},
		["와우하는아저씌 - 하이잘"] = {
		},
		["와저씨애돈테스트 - 아즈샤라"] = {
		},
		["와저씌 - 하이잘"] = {
		},
		["테스티애돈 - 아즈샤라"] = {
		},
		["회색빛의보스 - 아즈샤라"] = {
		},
		["던던 - 아즈샤라"] = {
		},
		["애똔테스트 - 아즈샤라"] = {
		},
		["회색빛의도사 - 아즈샤라"] = {
		},
		["테스트용아이디용 - 아즈샤라"] = {
		},
		["Wagerssi - 하이잘"] = {
		},
		["십일월테스트용 - 아즈샤라"] = {
		},
	},
}
