
DataStore_MailsDB = {
	["profileKeys"] = {
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "회색빛의전사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "건건 - 아즈샤라",
		["미스터와저 - 아즈샤라"] = "미스터와저 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "Wazerssi - 아즈샤라",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
	},
	["global"] = {
		["Characters"] = {
			["Default.하이잘.와우하는아저씌"] = {
				["lastUpdate"] = 1653599580,
				["Mails"] = {
					{
						["lastCheck"] = 1653599580,
						["sender"] = "고객지원",
						["subject"] = "아이템 복구 안내",
						["returned"] = true,
						["money"] = 0,
						["text"] = "안녕하세요. 블리자드 고객지원 팀입니다.\r\n\r\n아이템 복구 서비스를 이용해 주셔서 감사합니다.\r\n\r\n이 우편을 통해 즉시 복구가 가능했던 아이템들을 첨부하여 보내 드립니다.  상황에 따라 일부 아이템은 고객지원 팀의 확인이 필요할 수 있으며 이 경우 복구까지 추가적인 시간이 소요됩니다.  빠르게 완료될 수 있도록 최선을 다하겠습니다.\r\n\r\n추가적인 도움이 필요하신 경우 게임 내 하단 메뉴의 붉은색 물음표를 누르시거나 배틀넷 고객지원 페이지(http://kr.battle.net/support)를 통해 저희 고객지원 팀으로 도움을 요청해 주시기 바랍니다. \r\n\r\n감사합니다.\r\n\r\n블리자드 고객지원 팀",
						["icon"] = 135724,
						["daysLeft"] = 343.3837585449219,
					}, -- [1]
					{
						["lastCheck"] = 1653599580,
						["sender"] = "고객지원",
						["subject"] = "아이템 복구 안내",
						["returned"] = true,
						["money"] = 0,
						["text"] = "안녕하세요. 블리자드 고객지원 팀입니다.\r\n\r\n아이템 복구 서비스를 이용해 주셔서 감사합니다.\r\n\r\n이 우편을 통해 즉시 복구가 가능했던 아이템들을 첨부하여 보내 드립니다.  상황에 따라 일부 아이템은 고객지원 팀의 확인이 필요할 수 있으며 이 경우 복구까지 추가적인 시간이 소요됩니다.  빠르게 완료될 수 있도록 최선을 다하겠습니다.\r\n\r\n추가적인 도움이 필요하신 경우 게임 내 하단 메뉴의 붉은색 물음표를 누르시거나 배틀넷 고객지원 페이지(http://kr.battle.net/support)를 통해 저희 고객지원 팀으로 도움을 요청해 주시기 바랍니다. \r\n\r\n감사합니다.\r\n\r\n블리자드 고객지원 팀",
						["icon"] = 135724,
						["daysLeft"] = 343.3837585449219,
					}, -- [2]
					{
						["returned"] = true,
						["sender"] = "고객지원",
						["itemID"] = 178703,
						["link"] = "|cffa335ee|Hitem:178703::::::::60:254::16:8:7795:8136:8138:7359:6652:7578:1576:6646:1:28:1279:::::|h[둥지무리 팔보호구]|h|r",
						["lastCheck"] = 1653599580,
						["count"] = 1,
						["icon"] = 3390737,
						["daysLeft"] = 343.3837585449219,
					}, -- [3]
					{
						["lastCheck"] = 1653599580,
						["sender"] = "고객지원",
						["subject"] = "아이템 복구 안내",
						["returned"] = true,
						["money"] = 0,
						["text"] = "안녕하세요. 블리자드 고객지원 팀입니다.\r\n\r\n아이템 복구 서비스를 이용해 주셔서 감사합니다.\r\n\r\n이 우편을 통해 즉시 복구가 가능했던 아이템들을 첨부하여 보내 드립니다.  상황에 따라 일부 아이템은 고객지원 팀의 확인이 필요할 수 있으며 이 경우 복구까지 추가적인 시간이 소요됩니다.  빠르게 완료될 수 있도록 최선을 다하겠습니다.\r\n\r\n추가적인 도움이 필요하신 경우 게임 내 하단 메뉴의 붉은색 물음표를 누르시거나 배틀넷 고객지원 페이지(http://kr.battle.net/support)를 통해 저희 고객지원 팀으로 도움을 요청해 주시기 바랍니다. \r\n\r\n감사합니다.\r\n\r\n블리자드 고객지원 팀",
						["icon"] = 135724,
						["daysLeft"] = 343.3837585449219,
					}, -- [4]
				},
				["lastVisitDate"] = "2022/05/27 06:13",
			},
		},
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
		},
		["와저씨테스트중임 - 아즈샤라"] = {
		},
		["회색빛의법사 - 아즈샤라"] = {
		},
		["애똔테스 - 아즈샤라"] = {
		},
		["펀펀 - 아즈샤라"] = {
		},
		["회색빛의악마 - 아즈샤라"] = {
		},
		["채널와저씨 - 하이잘"] = {
		},
		["애돈떼스트 - 아즈샤라"] = {
		},
		["애드온최종테스트 - 아즈샤라"] = {
		},
		["와우하는아저씌 - 하이잘"] = {
		},
		["와저씨애돈테스트 - 아즈샤라"] = {
		},
		["와저씌 - 하이잘"] = {
		},
		["테스티애돈 - 아즈샤라"] = {
		},
		["회색빛의보스 - 아즈샤라"] = {
		},
		["던던 - 아즈샤라"] = {
		},
		["애똔테스트 - 아즈샤라"] = {
		},
		["회색빛의도사 - 아즈샤라"] = {
		},
		["테스트용아이디용 - 아즈샤라"] = {
		},
		["Wagerssi - 하이잘"] = {
		},
		["십일월테스트용 - 아즈샤라"] = {
		},
	},
}
