
DataStore_ReputationsDB = {
	["profileKeys"] = {
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "회색빛의전사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "건건 - 아즈샤라",
		["미스터와저 - 아즈샤라"] = "미스터와저 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "Wazerssi - 아즈샤라",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
	},
	["global"] = {
		["Characters"] = {
			["Default.하이잘.와우하는아저씌"] = {
				["lastUpdate"] = 1660912392,
				["guildName"] = "방구석특전사령부",
				["guildRep"] = 42000,
				["Factions"] = {
					3100, -- [1]
					3100, -- [2]
					3100, -- [3]
					3100, -- [4]
					4000, -- [5]
					[166] = 9550,
					[60] = 0,
					[174] = 2350,
					[151] = 3010,
					[155] = 1150,
					[163] = 0,
					[167] = 7685,
					[168] = 18440,
					[172] = 1000,
					[176] = 44440,
					[153] = 12965,
					[169] = 8975,
					[170] = 220,
					[158] = 410,
					[77] = 0,
					[154] = 21225,
					[112] = 3100,
					[57] = 0,
				},
			},
		},
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
		},
		["와저씨테스트중임 - 아즈샤라"] = {
		},
		["회색빛의법사 - 아즈샤라"] = {
		},
		["애똔테스 - 아즈샤라"] = {
		},
		["펀펀 - 아즈샤라"] = {
		},
		["회색빛의악마 - 아즈샤라"] = {
		},
		["채널와저씨 - 하이잘"] = {
		},
		["애돈떼스트 - 아즈샤라"] = {
		},
		["애드온최종테스트 - 아즈샤라"] = {
		},
		["와우하는아저씌 - 하이잘"] = {
		},
		["와저씨애돈테스트 - 아즈샤라"] = {
		},
		["와저씌 - 하이잘"] = {
		},
		["테스티애돈 - 아즈샤라"] = {
		},
		["회색빛의보스 - 아즈샤라"] = {
		},
		["던던 - 아즈샤라"] = {
		},
		["애똔테스트 - 아즈샤라"] = {
		},
		["회색빛의도사 - 아즈샤라"] = {
		},
		["테스트용아이디용 - 아즈샤라"] = {
		},
		["Wagerssi - 하이잘"] = {
		},
		["십일월테스트용 - 아즈샤라"] = {
		},
	},
}
