
DataStore_CharactersDB = {
	["profileKeys"] = {
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "회색빛의전사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "건건 - 아즈샤라",
		["미스터와저 - 아즈샤라"] = "미스터와저 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "Wazerssi - 아즈샤라",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
	},
	["global"] = {
		["Characters"] = {
			["Default.하이잘.와우하는아저씌"] = {
				["XPMax"] = 100000000,
				["played"] = 1446332,
				["playedThisLevel"] = 1373546,
				["isResting"] = false,
				["lastUpdate"] = 1660912682,
				["class"] = "사냥꾼",
				["activeCovenantID"] = 1,
				["race"] = "쿨 티란",
				["zone"] = "제레스 모르티스",
				["localizedFaction"] = "얼라이언스",
				["XP"] = 0,
				["activeSoulbindID"] = 18,
				["englishClass"] = "HUNTER",
				["RestXP"] = 0,
				["guildRankName"] = "동띠 모험가",
				["name"] = "와우하는아저씌",
				["money"] = 3172481365,
				["gender"] = 2,
				["classID"] = 3,
				["guildName"] = "방구석특전사령부",
				["bindLocation"] = "안식처",
				["subZone"] = "안식처",
				["guildRankIndex"] = 4,
				["faction"] = "Alliance",
				["englishRace"] = "KulTiran",
				["renownLevel"] = 80,
				["lastLogoutTimestamp"] = 1660912682,
				["level"] = 60,
			},
		},
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
		},
		["와저씨테스트중임 - 아즈샤라"] = {
		},
		["회색빛의법사 - 아즈샤라"] = {
		},
		["애똔테스 - 아즈샤라"] = {
		},
		["펀펀 - 아즈샤라"] = {
		},
		["회색빛의악마 - 아즈샤라"] = {
		},
		["채널와저씨 - 하이잘"] = {
		},
		["애돈떼스트 - 아즈샤라"] = {
		},
		["애드온최종테스트 - 아즈샤라"] = {
		},
		["와우하는아저씌 - 하이잘"] = {
		},
		["와저씨애돈테스트 - 아즈샤라"] = {
		},
		["와저씌 - 하이잘"] = {
		},
		["테스티애돈 - 아즈샤라"] = {
		},
		["회색빛의보스 - 아즈샤라"] = {
		},
		["던던 - 아즈샤라"] = {
		},
		["애똔테스트 - 아즈샤라"] = {
		},
		["회색빛의도사 - 아즈샤라"] = {
		},
		["테스트용아이디용 - 아즈샤라"] = {
		},
		["Wagerssi - 하이잘"] = {
		},
		["십일월테스트용 - 아즈샤라"] = {
		},
	},
}
