
DataStore_StatsDB = {
	["profileKeys"] = {
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "회색빛의전사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "건건 - 아즈샤라",
		["미스터와저 - 아즈샤라"] = "미스터와저 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "Wazerssi - 아즈샤라",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
	},
	["global"] = {
		["Characters"] = {
			["Default.하이잘.와우하는아저씌"] = {
				["Stats"] = {
					["Ranged"] = "1577-1837|2.4460000991821|2190|0|38.97142791748",
					["HealthMax"] = 83320,
					["Melee"] = "1277-1278|2.4460000991821|2190|0|38.97142791748|0",
					["MaxPower"] = "2|100",
					["Defense"] = "0|0|16.784555435181|0|0|0",
					["PVP"] = "1|0",
					["Base"] = "275|2190|4166|368|0",
					["Spell"] = "368|429|0|38.97142791748|748|0",
				},
				["SeasonBestMaps"] = {
					[166] = {
						["texture"] = 1042061,
						["level"] = 17,
						["name"] = "파멸철로 정비소",
						["timeInSeconds"] = 1372,
					},
					[227] = {
						["texture"] = 1537287,
						["level"] = 7,
						["name"] = "다시 찾은 카라잔: 하층",
						["timeInSeconds"] = 2492,
					},
					[169] = {
						["texture"] = 1060552,
						["level"] = 16,
						["name"] = "강철 선착장",
						["timeInSeconds"] = 1665,
					},
					[370] = {
						["texture"] = 3025336,
						["level"] = 16,
						["name"] = "작전명: 메카곤 - 작업장",
						["timeInSeconds"] = 1494,
					},
					[392] = {
						["texture"] = 4181531,
						["level"] = 16,
						["name"] = "타자베쉬: 소레아의 승부수",
						["timeInSeconds"] = 1638,
					},
					[391] = {
						["texture"] = 4181531,
						["level"] = 15,
						["name"] = "타자베쉬: 경이의 거리",
						["timeInSeconds"] = 1545,
					},
					[234] = {
						["texture"] = 1537287,
						["level"] = 12,
						["name"] = "다시 찾은 카라잔: 상층",
						["timeInSeconds"] = 1667,
					},
					[369] = {
						["texture"] = 3025336,
						["level"] = 18,
						["name"] = "작전명: 메카곤 - 고철장",
						["timeInSeconds"] = 1490,
					},
				},
				["WeeklyBestKeystone"] = {
					["level"] = 20,
					["name"] = "파멸철로 정비소",
					["timeInSeconds"] = 3483,
				},
				["lastUpdate"] = 1660912614,
				["SeasonBestMapsOvertime"] = {
					[227] = {
						["texture"] = 1537287,
						["level"] = 16,
						["name"] = "다시 찾은 카라잔: 하층",
						["timeInSeconds"] = 3637,
					},
					[166] = {
						["texture"] = 1042061,
						["level"] = 20,
						["name"] = "파멸철로 정비소",
						["timeInSeconds"] = 3483,
					},
					[370] = {
						["texture"] = 3025336,
						["level"] = 15,
						["name"] = "작전명: 메카곤 - 작업장",
						["timeInSeconds"] = 2096,
					},
				},
				["WeeklyBestMaps"] = {
					[166] = {
						["texture"] = 1042061,
						["level"] = 20,
						["name"] = "파멸철로 정비소",
						["timeInSeconds"] = 3483,
					},
					[369] = {
						["texture"] = 3025336,
						["level"] = 16,
						["name"] = "작전명: 메카곤 - 고철장",
						["timeInSeconds"] = 1939,
					},
				},
				["dungeonScore"] = 1812,
			},
		},
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
		},
		["와저씨테스트중임 - 아즈샤라"] = {
		},
		["회색빛의법사 - 아즈샤라"] = {
		},
		["애똔테스 - 아즈샤라"] = {
		},
		["펀펀 - 아즈샤라"] = {
		},
		["회색빛의악마 - 아즈샤라"] = {
		},
		["채널와저씨 - 하이잘"] = {
		},
		["애돈떼스트 - 아즈샤라"] = {
		},
		["애드온최종테스트 - 아즈샤라"] = {
		},
		["와우하는아저씌 - 하이잘"] = {
		},
		["와저씨애돈테스트 - 아즈샤라"] = {
		},
		["와저씌 - 하이잘"] = {
		},
		["테스티애돈 - 아즈샤라"] = {
		},
		["회색빛의보스 - 아즈샤라"] = {
		},
		["던던 - 아즈샤라"] = {
		},
		["애똔테스트 - 아즈샤라"] = {
		},
		["회색빛의도사 - 아즈샤라"] = {
		},
		["테스트용아이디용 - 아즈샤라"] = {
		},
		["Wagerssi - 하이잘"] = {
		},
		["십일월테스트용 - 아즈샤라"] = {
		},
	},
}
