
Details_StreamerDB = {
	["characters"] = {
		["애드온배포용 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의희망 - 하이잘"] = "회색빛의법사 - 아즈샤라",
		["애똔테스 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["데이라 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["쩐쩐 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의전사 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["애똔테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["프로필테스트용 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["실험용와저씨 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["삼월이십일생 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["첫번째테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["Wazerssii - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["애드온테스트함 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["사제군 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["몰스킨 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["던던 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["옷가지테스트중 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["Wagerssi - 하이잘"] = "회색빛의법사 - 아즈샤라",
		["네번째테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["노다창고다 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["회색빛의절망 - 하이잘"] = "회색빛의법사 - 아즈샤라",
		["회색빛의도사 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["매혹이 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["테스트회색 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의절망 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["십일월테스트용 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["Wagerssi - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["와저씨테스트중임 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의법사 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["Wazerssi - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["테스트다용용 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["채널와저씨 - 하이잘"] = "회색빛의법사 - 아즈샤라",
		["Wagerssii - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의꾼 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["두번째테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["와저씌 - 하이잘"] = "회색빛의법사 - 아즈샤라",
		["건건 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["Wagersi - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["미스터와저 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["여섯번째테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["와우하는아저씌 - 하이잘"] = "회색빛의법사 - 아즈샤라",
		["회색빛의보스 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["애드온테스트중임 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["애드온최종테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["펀펀 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의폭스 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["와저씨애돈테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["노다군 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["일곱번째테스트 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["애드온설정방법 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["악사군 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["노다창고 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["매혹적인노다 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["테스트용아이디용 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["신이내린저주 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["프리스트노다 - 듀로탄"] = "회색빛의법사 - 아즈샤라",
		["테스티애돈 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
	},
	["profiles"] = {
		["회색빛의법사 - 아즈샤라"] = {
			["use_square_mode"] = false,
			["is_first_run"] = false,
			["grow_direction"] = "right",
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["scale"] = 1,
			["arrow_anchor_y"] = 0,
			["minimap"] = {
				["minimapPos"] = 160,
				["radius"] = 160,
				["hide"] = true,
			},
			["row_height"] = 20,
			["arrow_anchor_x"] = 0,
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["row_texture"] = "Comet",
			["square_grow_direction"] = "right",
			["point"] = "BOTTOMLEFT",
			["main_frame_strata"] = "LOW",
			["square_amount"] = 10,
			["enabled"] = false,
			["arrow_size"] = 10,
			["y"] = 240.4454650878906,
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
			},
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["arrow_texture"] = "Interface\\OPTIONSFRAME\\VoiceChat-Play",
			["use_spark"] = true,
			["per_second"] = {
				["enabled"] = false,
				["point"] = "TOPLEFT",
				["scale"] = 1,
				["font_shadow"] = true,
				["y"] = -239.9996337890625,
				["x"] = 31.66695213317871,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["x"] = 3.332683563232422,
			["font_face"] = "Friz Quadrata TT",
			["square_size"] = 69,
			["font_size"] = 13,
			["author"] = "Details! Team",
			["main_frame_locked"] = true,
			["main_frame_size"] = {
				520.4442749023438, -- [1]
				142.8889007568359, -- [2]
			},
		},
	},
}
