
EllipsisDB = {
	["profileKeys"] = {
		["펀펀 - 아즈샤라"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["anchorData"] = {
				{
					["y"] = -214.2217559814453,
					["x"] = -331.1107177734375,
					["point"] = "RIGHT",
				}, -- [1]
				{
					["y"] = -214.2223358154297,
					["x"] = -165.5565185546875,
					["point"] = "RIGHT",
				}, -- [2]
				{
					["y"] = -214.2224273681641,
					["point"] = "RIGHT",
				}, -- [3]
				{
					["y"] = 291.5555114746094,
					["x"] = -331.1119384765625,
					["point"] = "BOTTOMRIGHT",
				}, -- [4]
				{
					["y"] = 291.5552673339844,
					["x"] = -164.44482421875,
					["point"] = "BOTTOMRIGHT",
				}, -- [5]
			},
			["locked"] = true,
		},
	},
}
EllipsisVersion = "1.0"
