
FP_Options = {
	["scale"] = 1,
	["noparty"] = false,
	["fontsize"] = 13,
	["activateBellnWindow"] = false,
	["minimaptoggle"] = true,
	["noraid"] = false,
	["color"] = {
		["r"] = 0,
		["opacity"] = 0.5,
		["g"] = 0,
		["b"] = 0,
	},
	["belong"] = false,
	["iconLocked"] = false,
	["activated"] = true,
	["valid"] = 60,
	["menubarVisible"] = true,
	["channel"] = {
		["파티"] = true,
		["파티찾기"] = true,
	},
	["nopvp"] = false,
	["titlebarVisible"] = true,
	["esc"] = false,
	["interval"] = 30,
}
FP_Scroll_Info = {
	["max"] = 3,
	["viewLines"] = 20,
	["height"] = 25,
}
FP_Version = 3.169
FP_DUNGEON_LIST = {
	["공격대"] = {
		["악몽의 용"] = {
			"악용", -- [1]
			"악몽", -- [2]
			"악몽의용", -- [3]
			"악몽용", -- [4]
		},
		["우르속"] = {
			"우르", -- [1]
			"우속", -- [2]
		},
		["일기노스"] = {
			"일기", -- [1]
			"일노", -- [2]
		},
		["세나리우스"] = {
			"세나", -- [1]
			"세나리", -- [2]
		},
		["니센드라"] = {
			"니센", -- [1]
			"니드", -- [2]
			"니샌", -- [3]
			"니샌드라", -- [4]
		},
		["자비우스"] = {
			"자비", -- [1]
			"자우", -- [2]
			"자스", -- [3]
		},
		["엘레레스"] = {
			"엘레", -- [1]
			"엘스", -- [2]
			"엘레스", -- [3]
		},
	},
	["군단"] = {
		["비전로"] = {
			"비전", -- [1]
			"비전로", -- [2]
		},
		["감시관의 금고"] = {
			"감시관", -- [1]
			"감금", -- [2]
			"금고", -- [3]
		},
		["어둠심장 숲"] = {
			"어숲", -- [1]
			"어심숲", -- [2]
			"어둠숲", -- [3]
		},
		["영혼의 아귀"] = {
			"영아", -- [1]
			"영혼아귀", -- [2]
			"아귀", -- [3]
		},
		["검은 떼까마귀 요새"] = {
			"검떼", -- [1]
			"떼까마귀", -- [2]
			"때까마귀", -- [3]
			"검요", -- [4]
			"검은요새", -- [5]
			"떼까마귀요새", -- [6]
			"떼까마귀 요새", -- [7]
			"떼요", -- [8]
			"검떼요", -- [9]
		},
		["보랏빛 요새"] = {
			"보라", -- [1]
			"보요", -- [2]
			"보랏빛", -- [3]
			"보라빛", -- [4]
		},
		["별의 궁정"] = {
			"궁전", -- [1]
			"궁정", -- [2]
			"별궁", -- [3]
		},
		["넬타리온의 둥지"] = {
			"넬타", -- [1]
			"넬타리온", -- [2]
			"넬둥", -- [3]
		},
		["용맹의 전당"] = {
			"용전", -- [1]
			"용맹", -- [2]
			"용맹전당", -- [3]
		},
		["아즈샤라의 눈"] = {
			"아눈", -- [1]
			"아즈샤라", -- [2]
			"아즈", -- [3]
		},
	},
	["판다리아의 안개"] = {
		["붉은십자군 전당"] = {
			"붉은십자군 전당", -- [1]
			"전당", -- [2]
			"붉은전당", -- [3]
		},
		["모구샨 궁전"] = {
			"모구샨 궁전", -- [1]
			"모궁", -- [2]
			"궁전", -- [3]
		},
		["옥룡사"] = {
			"옥룡사", -- [1]
			"옥룡", -- [2]
		},
		["음영파 수도원"] = {
			"음영파 수도원", -- [1]
			"음영", -- [2]
			"수도원", -- [3]
			"음영수도원", -- [4]
			"음수", -- [5]
		},
		["붉은십자군 수도원"] = {
			"붉은십자군 수도원", -- [1]
			"수도원", -- [2]
			"붉은수도원", -- [3]
		},
		["스톰스타우트 양조장"] = {
			"스톰스타우트 양조장", -- [1]
			"양조장", -- [2]
			"스톰", -- [3]
		},
		["나우짜오 사원 공성전투"] = {
			"나우짜오 사원 공성전투", -- [1]
			"나우짜오", -- [2]
			"사원", -- [3]
			"나우사원", -- [4]
		},
		["무작위 던전"] = {
			"무작", -- [1]
			"무작위", -- [2]
		},
		["석양문"] = {
			"석양문", -- [1]
			"석양", -- [2]
			"사원", -- [3]
			"나우사원", -- [4]
		},
		["스칼로맨스"] = {
			"스칼로맨스", -- [1]
			"스칼", -- [2]
		},
	},
	["아제로스"] = {
		["스트라솔름"] = {
			"남작", -- [1]
			"솔룸정문", -- [2]
			"솔룸후문", -- [3]
			"솔름정문", -- [4]
			"솔름후문", -- [5]
		},
		["가시덩굴 구릉"] = {
			"구릉", -- [1]
		},
		["가라앉은 사원 "] = {
			"가라앉은사원", -- [1]
			"학카르", -- [2]
		},
		["검은바위 첨탑 상층"] = {
			"상층", -- [1]
		},
		["통곡의 동굴"] = {
			"통곡", -- [1]
		},
		["가시덩굴 우리"] = {
			"우리", -- [1]
		},
		["줄파락"] = {
			"줄파락", -- [1]
			"즐파락", -- [2]
		},
		["마라우돈"] = {
			"마라우돈", -- [1]
			"우동", -- [2]
		},
		["검은바위 나락"] = {
			"나락", -- [1]
		},
		["스칼로맨스"] = {
			"스칼", -- [1]
		},
		["검은바위 첨탑 하층"] = {
			"하층", -- [1]
		},
		["죽음의 폐광"] = {
			"폐광", -- [1]
		},
		["붉은십자군 수도원"] = {
			"수도원", -- [1]
		},
		["그림자송곳니 성채"] = {
			"송곳니", -- [1]
			"그송", -- [2]
		},
		["울다만"] = {
			"울다만", -- [1]
		},
		["놈리건"] = {
			"놈리건", -- [1]
		},
		["스톰윈드 지하감옥"] = {
			"지하감옥", -- [1]
		},
		["검은심연의 나락"] = {
			"심연", -- [1]
		},
		["혈투의 전장"] = {
			"혈투의전장", -- [1]
			"혈장", -- [2]
		},
		["성난불길 협곡"] = {
			"성난불길", -- [1]
			"성불", -- [2]
		},
	},
	["드레노어의 전쟁군주"] = {
		["아킨둔"] = {
			"아킨", -- [1]
			"아둔", -- [2]
		},
		["강철 선착장"] = {
			"선착장", -- [1]
			"강선", -- [2]
		},
		["하늘탑"] = {
			"하늘", -- [1]
			"하탑", -- [2]
		},
		["어둠달 지하묘지"] = {
			"어둠달", -- [1]
			"지하묘지", -- [2]
			"어지", -- [3]
			"달묘", -- [4]
			"어둠묘지", -- [5]
			"묘지", -- [6]
		},
		["피망치 광산"] = {
			"피망치", -- [1]
			"광산", -- [2]
			"피광", -- [3]
		},
		["상록숲"] = {
			"상록", -- [1]
			"숲", -- [2]
			"상숲", -- [3]
		},
		["첨탑 상층"] = {
			"첨탑", -- [1]
			"첨상", -- [2]
			"상층", -- [3]
		},
		["파멸철로 정비소"] = {
			"파멸", -- [1]
			"파멸철로", -- [2]
			"정비소", -- [3]
			"파철", -- [4]
			"파정", -- [5]
			"파철정", -- [6]
		},
	},
	["아웃랜드"] = {
		["알카트라즈"] = {
			"알카", -- [1]
		},
		["메카나르"] = {
			"메카", -- [1]
		},
		["지옥불 성루"] = {
			"성루", -- [1]
		},
		["신록의 정원"] = {
			"신록", -- [1]
		},
		["증기 저장고"] = {
			"증기", -- [1]
		},
		["마법학자의 정원"] = {
			"마법학자", -- [1]
			"마정", -- [2]
			"정원", -- [3]
			"매타조", -- [4]
		},
		["어둠의 미궁"] = {
			"미궁", -- [1]
		},
		["아키나이 납골당"] = {
			"납골", -- [1]
		},
		["세데크 전당"] = {
			"세데크", -- [1]
			"세덱", -- [2]
			"새댁", -- [3]
			"새댁", -- [4]
		},
		["검은 늪"] = {
			"검은늪", -- [1]
			"검늪", -- [2]
		},
		["마나 무덤"] = {
			"마나", -- [1]
		},
		["강제 노역소"] = {
			"노역", -- [1]
			"아훈", -- [2]
		},
		["피의 용광로"] = {
			"피의", -- [1]
		},
		["으스러진 손의 전당"] = {
			"으스", -- [1]
			"으손", -- [2]
		},
		["옛 힐스브래드 구릉지"] = {
			"옛힐", -- [1]
			"힐스", -- [2]
		},
		["지하 수렁"] = {
			"수렁", -- [1]
		},
	},
	["대격변"] = {
		["그림바톨"] = {
			"그림바톨", -- [1]
			"그림", -- [2]
			"바톨", -- [3]
		},
		["죽음의 폐광"] = {
			"죽음의 폐광", -- [1]
			"폐광", -- [2]
		},
		["검은바위 동굴"] = {
			"검은바위 동굴", -- [1]
			"검동", -- [2]
			"동굴", -- [3]
			"검은바위", -- [4]
		},
		["황혼의 시간"] = {
			"황혼의 시간", -- [1]
			"황시", -- [2]
			"황혼", -- [3]
			"황혼시간", -- [4]
			"황시간", -- [5]
		},
		["소용돌이 누각"] = {
			"소용돌이 누각", -- [1]
			"소용돌이", -- [2]
			"누각", -- [3]
			"소누", -- [4]
		},
		["그림자송곳니 성채"] = {
			"그림자송곳니 성채", -- [1]
			"그송", -- [2]
			"송곳니", -- [3]
		},
		["무작위 던전"] = {
			"무작", -- [1]
			"무작위", -- [2]
		},
		["파도의 왕좌"] = {
			"파도의 왕좌", -- [1]
			"파도", -- [2]
			"파왕", -- [3]
		},
		["바위심장부"] = {
			"바위심장부", -- [1]
			"바심", -- [2]
		},
		["시간의 끝"] = {
			"시간의 끝", -- [1]
			"시끝", -- [2]
			"시간끝", -- [3]
		},
		["영원의 샘"] = {
			"영원의 샘", -- [1]
			"영샘", -- [2]
			"영원샘", -- [3]
		},
		["톨비르의 잃어버린 도시"] = {
			"톨비르의 잃어버린 도시", -- [1]
			"톨비르", -- [2]
		},
		["시초의 전당"] = {
			"시초의 전당", -- [1]
			"시초", -- [2]
			"전당", -- [3]
		},
	},
	["구 공격대"] = {
		["영원의 눈"] = {
			"영원의눈", -- [1]
			"영눈", -- [2]
			"말리", -- [3]
		},
		["화산 심장부"] = {
			"화산", -- [1]
			"화심", -- [2]
			"라그", -- [3]
		},
		["불의 땅"] = {
			"불의 땅", -- [1]
			"불땅", -- [2]
			"불의땅", -- [3]
		},
		["황혼의 요새"] = {
			"황혼의 요새", -- [1]
			"황혼", -- [2]
			"요새", -- [3]
			"황요", -- [4]
		},
		["영원한 봄의 정원"] = {
			"영원한 봄의 정원", -- [1]
			"영원", -- [2]
			"영봄", -- [3]
			"정원", -- [4]
			"영원정원", -- [5]
			"봄정", -- [6]
			"봄의 정원", -- [7]
		},
		["폭풍우 요새"] = {
			"폭풍우", -- [1]
			"폭우", -- [2]
			"폭요", -- [3]
			"캘타", -- [4]
			"켈타", -- [5]
			"절단", -- [6]
			"알라", -- [7]
			"솔라", -- [8]
		},
		["검은바위 용광로"] = {
			"검용", -- [1]
			"검바", -- [2]
			"검바용", -- [3]
			"용광", -- [4]
		},
		["주간 퀘스트"] = {
			"아눕레칸", -- [1]
			"역병", -- [2]
			"염병", -- [3]
			"노스", -- [4]
			"패치", -- [5]
			"라주", -- [6]
			"전차", -- [7]
			"이그", -- [8]
			"칼날", -- [9]
			"해체", -- [10]
			"헤체", -- [11]
			"자락", -- [12]
			"매로", -- [13]
			"메로", -- [14]
		},
		["지옥불 성채"] = {
			"지옥불", -- [1]
			"성채", -- [2]
			"지성", -- [3]
		},
		["공포의 심장"] = {
			"공포의 심장", -- [1]
			"공포", -- [2]
			"공심", -- [3]
		},
		["줄구룹"] = {
			"줄구룹", -- [1]
			"줄굽", -- [2]
			"줄룹", -- [3]
		},
		["낙스라마스"] = {
			"낙스", -- [1]
			"불사신", -- [2]
			"불멸자", -- [3]
		},
		["불뱀 제단"] = {
			"불뱀", -- [1]
			"잠복", -- [2]
			"바쉬", -- [3]
		},
		["얼음왕관 성채"] = {
			"얼음왕관", -- [1]
			"얼왕", -- [2]
			"얼성", -- [3]
			"싸울", -- [4]
			"사울", -- [5]
			"리치", -- [6]
			"부자", -- [7]
			"교수", -- [8]
			"라나", -- [9]
			"신드", -- [10]
		},
		["바라딘 요새"] = {
			"바라딘 요새", -- [1]
			"바라딘", -- [2]
			"요새", -- [3]
			"바요", -- [4]
		},
		["하이잘 정상"] = {
			"하이잘", -- [1]
			"아키", -- [2]
			"윈터칠", -- [3]
		},
		["루비 성소"] = {
			"루비", -- [1]
			"할리", -- [2]
		},
		["오그리마 공성전"] = {
			"오그리마 공성전", -- [1]
			"오공", -- [2]
			"오그리마", -- [3]
			"공성", -- [4]
		},
		["검은날개 둥지"] = {
			"검은날개", -- [1]
			"검둥", -- [2]
			"네파", -- [3]
		},
		["안퀴라즈 폐허"] = {
			"폐허", -- [1]
			"페허", -- [2]
			"오시", -- [3]
		},
		["용의 영혼"] = {
			"용의 영혼", -- [1]
			"용영", -- [2]
			"영혼", -- [3]
		},
		["천둥의 왕좌"] = {
			"천둥의 왕좌", -- [1]
			"천둥", -- [2]
			"왕좌", -- [3]
			"천왕", -- [4]
		},
		["모구샨 금고"] = {
			"모구샨 금고", -- [1]
			"모구", -- [2]
			"모구샨", -- [3]
			"모금", -- [4]
		},
		["십자군의 시험장"] = {
			"십자", -- [1]
			"자군", -- [2]
			"아눕", -- [3]
		},
		["아카본 석실"] = {
			"아까본", -- [1]
			"아카", -- [2]
			"에말", -- [3]
			"말론", -- [4]
			"애말", -- [5]
			"코랄", -- [6]
			"토라", -- [7]
			"토랄", -- [8]
		},
		["울두아르"] = {
			"울두", -- [1]
			"울드", -- [2]
			"울돠르", -- [3]
			"알갈", -- [4]
			"요그", -- [5]
			"미미", -- [6]
			"베작", -- [7]
			"토림", -- [8]
		},
		["검은날개 강림지"] = {
			"검은날개 강림지", -- [1]
			"검날", -- [2]
			"강림지", -- [3]
			"검은날개", -- [4]
			"검강", -- [5]
		},
		["태양샘 고원"] = {
			"태샘", -- [1]
			"고원", -- [2]
			"양샘", -- [3]
			"킬제덴", -- [4]
			"소리달", -- [5]
		},
		["흑요석 성소"] = {
			"흑요", -- [1]
			"살타", -- [2]
			"1비룡", -- [3]
			"2비룡", -- [4]
			"3비룡", -- [5]
		},
		["줄아만"] = {
			"줄아만", -- [1]
			"말라", -- [2]
			"줄진", -- [3]
		},
		["네 바람의 왕좌"] = {
			"네 바람의 왕좌", -- [1]
			"네바람", -- [2]
			"바람왕좌", -- [3]
			"바람", -- [4]
			"네 바람", -- [5]
			"바람의왕좌", -- [6]
			"바람의 왕좌", -- [7]
		},
		["그룰의 둥지"] = {
			"그룰", -- [1]
			"그롤", -- [2]
			"마울", -- [3]
		},
		["마그테리돈의 둥지"] = {
			"마그", -- [1]
		},
		["검은 사원"] = {
			"검은사원", -- [1]
			"검사", -- [2]
			"일리단", -- [3]
			"아지", -- [4]
		},
		["카라잔"] = {
			"카라잔", -- [1]
			"칼잔", -- [2]
			"말체", -- [3]
		},
		["안퀴라즈 사원"] = {
			"안퀴라즈", -- [1]
			"사원", -- [2]
			"쑨", -- [3]
		},
		["오닉시아의 둥지"] = {
			"오닉", -- [1]
		},
		["높은망치"] = {
			"망치", -- [1]
			"높망", -- [2]
			"놉망", -- [3]
		},
	},
	["노스렌드"] = {
		["마력의 눈"] = {
			"마력의눈", -- [1]
			"마눈", -- [2]
		},
		["우트가드 성채"] = {
			"우트가드", -- [1]
			"우트성채", -- [2]
			"우트가드성채", -- [3]
		},
		["드락타론 성채"] = {
			"드락", -- [1]
		},
		["용사의 시험장"] = {
			"용사", -- [1]
			"마상", -- [2]
		},
		["무작위 던전"] = {
			"랜덤", -- [1]
			"무작", -- [2]
			"랜영", -- [3]
		},
		["얼음왕관 3종"] = {
			"3종", -- [1]
			"삼종", -- [2]
		},
		["옛 스트라솔름"] = {
			"옛스트", -- [1]
			"옛솔름", -- [2]
			"옛솔룸", -- [3]
			"솔름", -- [4]
			"솔룸", -- [5]
		},
		["보랏빛 요새"] = {
			"보랏빛", -- [1]
			"보요", -- [2]
			"보라", -- [3]
		},
		["영혼의 제련소"] = {
			"제련", -- [1]
			"제련소", -- [2]
			"영제", -- [3]
		},
		["투영의 전당"] = {
			"투영", -- [1]
			"전당", -- [2]
		},
		["아졸네룹"] = {
			"아졸", -- [1]
		},
		["마력의 탑"] = {
			"마력의탑", -- [1]
			"마탑", -- [2]
		},
		["돌의 전당"] = {
			"돌전", -- [1]
			"돌의", -- [2]
		},
		["우트가드 첨탑"] = {
			"첨탑", -- [1]
		},
		["번개의 전당"] = {
			"번개", -- [1]
			"번전", -- [2]
		},
		["안카헤트: 고대 왕국"] = {
			"안카", -- [1]
			"앙카", -- [2]
		},
		["군드락"] = {
			"군드", -- [1]
		},
	},
	["명예"] = {
		["알터랙 계곡"] = {
			"알터랙", -- [1]
			"알방", -- [2]
		},
		["폭풍의 눈"] = {
			"폭풍의눈", -- [1]
			"폭눈", -- [2]
		},
		["정복의 섬"] = {
			"정복의섬", -- [1]
			"정섬", -- [2]
		},
		["고대의 해안"] = {
			"고대의해안", -- [1]
			"고해", -- [2]
		},
		["겨울손아귀 전투"] = {
			"겨울손아귀", -- [1]
			"겨손", -- [2]
		},
		["전쟁노래 협곡"] = {
			"전쟁노래", -- [1]
			"노래방", -- [2]
			"놀방", -- [3]
		},
		["평점제 전장"] = {
			"평점제", -- [1]
			"평전", -- [2]
			"3승", -- [3]
			"점먹", -- [4]
		},
		["아라시 분지"] = {
			"아라시", -- [1]
			"분지", -- [2]
		},
		["수장"] = {
			"수장", -- [1]
			"국왕", -- [2]
			"아포", -- [3]
			"스톰", -- [4]
			"오그", -- [5]
			"썬더", -- [6]
			"쓰랄", -- [7]
			"스랄", -- [8]
			"실바", -- [9]
			"케론", -- [10]
			"실버문", -- [11]
			"티란데", -- [12]
			"액소", -- [13]
			"엑소", -- [14]
			"밸렌", -- [15]
			"벨렌", -- [16]
			"밸랜", -- [17]
			"벨랜", -- [18]
		},
	},
	["투기장"] = {
		["3vs3"] = {
			"3vs3", -- [1]
			"3대3", -- [2]
			"3vs3", -- [3]
			"삼대삼", -- [4]
		},
		["5vs5"] = {
			"5vs5", -- [1]
			"5대5", -- [2]
			"5vs5", -- [3]
			"오대오", -- [4]
		},
		["2vs2"] = {
			"2vs2", -- [1]
			"2대2", -- [2]
			"2vs2", -- [3]
			"이대이", -- [4]
			"점먹", -- [5]
		},
	},
	["기타"] = {
		["루크마르"] = {
			"루크마르", -- [1]
		},
		["구덩이 공격"] = {
			"구덩이", -- [1]
			"구덩이공격", -- [2]
			"구덩이일퀘", -- [3]
		},
		["샤트라스 심장부 공격"] = {
			"샤트라스", -- [1]
			"심장부", -- [2]
			"샤트일퀘", -- [3]
		},
		["파괴의 현신 드로브"] = {
			"드로브", -- [1]
		},
		["강철 호드의 침략!"] = {
			"호드침략", -- [1]
			"주둔지침략", -- [2]
			"호드의", -- [3]
		},
		["리로이"] = {
			"리로이", -- [1]
		},
		["크로만"] = {
			"크로만", -- [1]
		},
		["추종자"] = {
			"추종자", -- [1]
		},
		["영생의 탈르나"] = {
			"탈르나", -- [1]
		},
	},
}
FP_Filter_Dungeon_Info = {
	["filtered"] = false,
	["num"] = 0,
	["zones"] = {
	},
	["dungeons"] = {
	},
}
FP_Filter_Class = "모두"
Party_Find_Info = nil
FP_Minimap_Save = {
	["ButtonPosition"] = 336,
	["Angle"] = 0,
	["ButtonRadius"] = 78,
	["ButtonShown"] = true,
}
FP_Activated_Status = nil
FP_IsDungeonInit = false
