
Gladius2DB = {
	["profileKeys"] = {
		["Wagerssi - 아즈샤라"] = "Wagerssi - 아즈샤라",
		["회색빛의법사 - 아즈샤라"] = "회색빛의법사 - 아즈샤라",
		["회색빛의폭스 - 아즈샤라"] = "회색빛의폭스 - 아즈샤라",
		["회색빛의보스 - 아즈샤라"] = "회색빛의보스 - 아즈샤라",
		["회색빛의전사 - 아즈샤라"] = "회색빛의전사 - 아즈샤라",
		["회색빛의악마 - 아즈샤라"] = "회색빛의악마 - 아즈샤라",
		["실험용와저씨 - 아즈샤라"] = "실험용와저씨 - 아즈샤라",
		["회색빛의도사 - 아즈샤라"] = "회색빛의도사 - 아즈샤라",
		["펀펀 - 아즈샤라"] = "펀펀 - 아즈샤라",
		["건건 - 아즈샤라"] = "건건 - 아즈샤라",
		["신이내린저주 - 아즈샤라"] = "신이내린저주 - 아즈샤라",
		["테스트회색 - 아즈샤라"] = "테스트회색 - 아즈샤라",
		["회색빛의절망 - 아즈샤라"] = "회색빛의절망 - 아즈샤라",
		["던던 - 아즈샤라"] = "던던 - 아즈샤라",
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
			["powerBarHeight"] = 10,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 527.2181522782557,
			},
			["x"] = {
				["arena1"] = 886.7550583044795,
			},
			["healthBarHeight"] = 20,
			["healthBarTexture"] = "ElvUI N",
			["auraVersion"] = 1,
		},
		["회색빛의법사 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1020.444352191291,
			},
			["y"] = {
				["arena1"] = 623.9288923041022,
			},
		},
		["회색빛의폭스 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 927.288963648476,
			},
			["y"] = {
				["arena1"] = 547.128894020716,
			},
		},
		["회색빛의보스 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 954.3110724194848,
			},
			["y"] = {
				["arena1"] = 591.928932081857,
			},
		},
		["회색빛의전사 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 581.2622526327759,
			},
			["x"] = {
				["arena1"] = 951.4665412330651,
			},
		},
		["회색빛의악마 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 589.0844008954373,
			},
			["x"] = {
				["arena1"] = 913.0666202163702,
			},
		},
		["실험용와저씨 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1014.044508584339,
			},
			["y"] = {
				["arena1"] = 648.1067433261851,
			},
		},
		["회색빛의도사 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1084.444116385785,
			},
			["y"] = {
				["arena1"] = 675.128891159693,
			},
		},
		["펀펀 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 632.4621733633685,
			},
			["x"] = {
				["arena1"] = 1002.666383838659,
			},
		},
		["건건 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 553.5287766901674,
			},
			["x"] = {
				["arena1"] = 956.4445098717988,
			},
		},
		["신이내린저주 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 956.444275496804,
			},
			["y"] = {
				["arena1"] = 598.3289319388059,
			},
		},
		["테스트회색 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1123.555756136571,
			},
			["y"] = {
				["arena1"] = 545.7065503025078,
			},
		},
		["회색빛의절망 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 602.5955724684391,
			},
			["x"] = {
				["arena1"] = 962.8439628537599,
			},
		},
		["던던 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 649.5289698568959,
			},
			["x"] = {
				["arena1"] = 1132.79981842995,
			},
		},
	},
}
