
TomTomDB = {
	["profileKeys"] = {
		["프리스트노다 - 듀로탄"] = "와우하는아저씨",
		["회색빛의희망 - 하이잘"] = "Default",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["데이라 - 듀로탄"] = "와우하는아저씨",
		["쩐쩐 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["옷가지테스트중 - 아즈샤라"] = "와우하는아저씨",
		["삼월이십일생 - 듀로탄"] = "와우하는아저씨",
		["첫번째테스트 - 아즈샤라"] = "Default",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssii - 아즈샤라"] = "와우하는아저씨",
		["애드온테스트함 - 아즈샤라"] = "Default",
		["몰스킨 - 듀로탄"] = "와우하는아저씨",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["사제군 - 듀로탄"] = "와우하는아저씨",
		["신이내린저주 - 아즈샤라"] = "Default",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["노다창고다 - 듀로탄"] = "와우하는아저씨",
		["테스트다용용 - 아즈샤라"] = "와우하는아저씨",
		["노다창고 - 듀로탄"] = "와우하는아저씨",
		["Wagerssii - 아즈샤라"] = "와우하는아저씨",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["두번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["여섯번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "와우하는아저씨",
		["Wagersi - 아즈샤라"] = "와우하는아저씨",
		["미스터와저 - 아즈샤라"] = "와우하는아저씨",
		["애드온설정방법 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애드온테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["일곱번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의폭스 - 아즈샤라"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["악사군 - 듀로탄"] = "와우하는아저씨",
		["네번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["노다군 - 듀로탄"] = "와우하는아저씨",
		["매혹적인노다 - 듀로탄"] = "와우하는아저씨",
		["매혹이 - 듀로탄"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
	},
	["profiles"] = {
		["Wagerssi - 아즈샤라"] = {
			["block"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					-100, -- [5]
				},
			},
		},
		["MyProfile"] = {
			["block"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					-4.444550514221191, -- [4]
					-136.6666564941406, -- [5]
				},
			},
			["arrow"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					0, -- [5]
				},
			},
		},
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					4.444404602050781, -- [4]
					-129.0000762939453, -- [5]
				},
			},
			["block"] = {
				["enable"] = false,
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					-100, -- [5]
				},
			},
		},
		["와우하는아저씨"] = {
			["arrow"] = {
				["lock"] = true,
				["position"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					3.611027717590332, -- [4]
					-194.83349609375, -- [5]
				},
			},
			["block"] = {
				["enable"] = false,
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					-100, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["프리스트노다 - 듀로탄"] = "와우하는아저씨",
		["회색빛의희망 - 하이잘"] = "회색빛의희망 - 하이잘",
		["애똔테스 - 아즈샤라"] = "와우하는아저씨",
		["데이라 - 듀로탄"] = "와우하는아저씨",
		["쩐쩐 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의전사 - 아즈샤라"] = "와우하는아저씨",
		["애똔테스트 - 아즈샤라"] = "와우하는아저씨",
		["옷가지테스트중 - 아즈샤라"] = "와우하는아저씨",
		["삼월이십일생 - 듀로탄"] = "와우하는아저씨",
		["첫번째테스트 - 아즈샤라"] = "첫번째테스트 - 아즈샤라",
		["애돈떼스트 - 아즈샤라"] = "와우하는아저씨",
		["Wazerssii - 아즈샤라"] = "와우하는아저씨",
		["애드온테스트함 - 아즈샤라"] = "애드온테스트함 - 아즈샤라",
		["몰스킨 - 듀로탄"] = "와우하는아저씨",
		["Wagerssi - 하이잘"] = "와우하는아저씨",
		["사제군 - 듀로탄"] = "와우하는아저씨",
		["신이내린저주 - 아즈샤라"] = "신이내린저주 - 아즈샤라",
		["테스트용아이디용 - 아즈샤라"] = "와우하는아저씨",
		["던던 - 아즈샤라"] = "와우하는아저씨",
		["십일월테스트용 - 아즈샤라"] = "와우하는아저씨",
		["Wagerssi - 아즈샤라"] = "와우하는아저씨",
		["와저씨테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의법사 - 아즈샤라"] = "와우하는아저씨",
		["노다창고다 - 듀로탄"] = "와우하는아저씨",
		["테스트다용용 - 아즈샤라"] = "와우하는아저씨",
		["노다창고 - 듀로탄"] = "와우하는아저씨",
		["Wagerssii - 아즈샤라"] = "와우하는아저씨",
		["회색빛의악마 - 아즈샤라"] = "와우하는아저씨",
		["채널와저씨 - 하이잘"] = "와우하는아저씨",
		["두번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["여섯번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["건건 - 아즈샤라"] = "와우하는아저씨",
		["Wagersi - 아즈샤라"] = "와우하는아저씨",
		["미스터와저 - 아즈샤라"] = "와우하는아저씨",
		["애드온설정방법 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의도사 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의보스 - 아즈샤라"] = "와우하는아저씨",
		["애드온테스트중임 - 아즈샤라"] = "와우하는아저씨",
		["애드온최종테스트 - 아즈샤라"] = "와우하는아저씨",
		["일곱번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["회색빛의폭스 - 아즈샤라"] = "와우하는아저씨",
		["와저씨애돈테스트 - 아즈샤라"] = "와우하는아저씨",
		["펀펀 - 아즈샤라"] = "와우하는아저씨",
		["와저씌 - 하이잘"] = "와우하는아저씨",
		["와우하는아저씌 - 하이잘"] = "와우하는아저씨",
		["악사군 - 듀로탄"] = "와우하는아저씨",
		["네번째테스트 - 아즈샤라"] = "와우하는아저씨",
		["노다군 - 듀로탄"] = "와우하는아저씨",
		["매혹적인노다 - 듀로탄"] = "와우하는아저씨",
		["매혹이 - 듀로탄"] = "와우하는아저씨",
		["Wazerssi - 아즈샤라"] = "와우하는아저씨",
		["테스티애돈 - 아즈샤라"] = "와우하는아저씨",
	},
	["profiles"] = {
		["프리스트노다 - 듀로탄"] = {
		},
		["회색빛의희망 - 하이잘"] = {
		},
		["애똔테스 - 아즈샤라"] = {
		},
		["데이라 - 듀로탄"] = {
		},
		["쩐쩐 - 아즈샤라"] = {
		},
		["회색빛의전사 - 아즈샤라"] = {
		},
		["애똔테스트 - 아즈샤라"] = {
		},
		["옷가지테스트중 - 아즈샤라"] = {
		},
		["삼월이십일생 - 듀로탄"] = {
		},
		["첫번째테스트 - 아즈샤라"] = {
		},
		["애돈떼스트 - 아즈샤라"] = {
		},
		["Wazerssii - 아즈샤라"] = {
		},
		["애드온테스트함 - 아즈샤라"] = {
		},
		["몰스킨 - 듀로탄"] = {
		},
		["Wagerssi - 하이잘"] = {
		},
		["사제군 - 듀로탄"] = {
		},
		["던던 - 아즈샤라"] = {
		},
		["네번째테스트 - 아즈샤라"] = {
		},
		["신이내린저주 - 아즈샤라"] = {
		},
		["테스트용아이디용 - 아즈샤라"] = {
		},
		["노다창고다 - 듀로탄"] = {
		},
		["십일월테스트용 - 아즈샤라"] = {
		},
		["Wagerssi - 아즈샤라"] = {
		},
		["와저씨테스트중임 - 아즈샤라"] = {
		},
		["회색빛의법사 - 아즈샤라"] = {
		},
		["Wazerssi - 아즈샤라"] = {
		},
		["테스트다용용 - 아즈샤라"] = {
		},
		["펀펀 - 아즈샤라"] = {
		},
		["Wagerssii - 아즈샤라"] = {
		},
		["와우하는아저씨"] = {
		},
		["채널와저씨 - 하이잘"] = {
		},
		["두번째테스트 - 아즈샤라"] = {
		},
		["회색빛의악마 - 아즈샤라"] = {
		},
		["건건 - 아즈샤라"] = {
		},
		["회색빛의보스 - 아즈샤라"] = {
		},
		["노다군 - 듀로탄"] = {
		},
		["애드온설정방법 - 아즈샤라"] = {
		},
		["와저씌 - 하이잘"] = {
		},
		["Wagersi - 아즈샤라"] = {
		},
		["애드온테스트중임 - 아즈샤라"] = {
		},
		["애드온최종테스트 - 아즈샤라"] = {
		},
		["와우하는아저씌 - 하이잘"] = {
		},
		["회색빛의폭스 - 아즈샤라"] = {
		},
		["와저씨애돈테스트 - 아즈샤라"] = {
		},
		["회색빛의도사 - 아즈샤라"] = {
		},
		["일곱번째테스트 - 아즈샤라"] = {
		},
		["여섯번째테스트 - 아즈샤라"] = {
		},
		["악사군 - 듀로탄"] = {
		},
		["미스터와저 - 아즈샤라"] = {
		},
		["MyProfile"] = {
		},
		["노다창고 - 듀로탄"] = {
		},
		["매혹적인노다 - 듀로탄"] = {
		},
		["매혹이 - 듀로탄"] = {
		},
		["테스티애돈 - 아즈샤라"] = {
		},
	},
}
