
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/g 이름이 탈모용", -- [1]
		"/g 근데... 케릭도... 민대가리야...", -- [2]
		"/g 뿔도 없고....", -- [3]
		"/g 다 늙었겠구먼", -- [4]
		"/g 용 디자인도 좀 구리드만", -- [5]
		"/g 케릭용도 구리고.. 타는 용도 구리고", -- [6]
		"/g 리치 때는 용 디게 괜찮았던거 같은데", -- [7]
		"/g 헐.....", -- [8]
		"/g 나도 그냥 다 넘겼는데", -- [9]
		"/g 오...", -- [10]
		"/g 로또를 사지 그랬어?", -- [11]
		"/g ㅋㅋㅋㅋㅋ", -- [12]
		"/g 그래도... 팽수가 키보드워리어 하는거보다는 .....", -- [13]
		"/g 아.. 래시온 저시키.. 좀 태워주지.. 그냥 가네", -- [14]
		"/매크로", -- [15]
		"/g 아.. 자야겠음...", -- [16]
		"/g 먼저 감.. 굳나잇", -- [17]
		"/g ㅎㅇㅎㅇ", -- [18]
		"/g 먼저 감...낼 봅세~", -- [19]
		"/reload", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
